{
    "mainFeaturedPost":{
        "title": "About Us",
        "description":
          "The NIT Trichy Sports Contingent has long been carrying the torch for sports in NIT Trichy. The Sports Contingent comprises of teams for 17 different sports, for both men and women, with over 200 sportspersons. We greatly value the culture of sports that has been passed down through the years here at NIT Trichy, which is built on the values of integrity, teamwork, and commitment. The various sports facilities on campus allows for year-round training that prepares the teams for participating inter-college tournaments and keep the banners of NIT Trichy flying high. The contingent has a rich history of success in several sports in various different competitions. The Sports Contingent is open to all students who have the passion and dedication to commit to improving themselves and work for the right to represent NIT Trichy.",
        "image": "https://drive.google.com/uc?id=1Ao3yM11DmccCU9Gn4f-TtEkf72qkvXjh",
        "imgText": "NIT Trichy Sports Contingent",
        "link":"",
        "linkText": "Continue reading…"
    },

    "featuredPosts": [{
        "id": 1,
        "title":"Careers in Sports Psychology",
        "imgsrc": "https://drive.google.com/uc?id=1twjtVIf0aQkvd3iAjSZMr26f8o9WXXuh",
        "date": "3/28/21",
        "desc":"Dr. Badri Narayanan (NITT ECE batch of '98) is a sports psychologist, keynote speaker, and a mental conditioning & high-performance coach, having worked with the likes of Shikhar Dhawan, Joe Salisbury, Narain Karthikeyan, Divij Sharan and many more stars across various sports. In this webinar, he breaks the myths about the lives of professional sportspersons, while also advising aspiring students on pursuing a career in sports psychology.",
        "link":"https://youtu.be/P7_5S_0lYNs",
        "linkText": "Watch here.."

      },
      {
        "id": 2,
        "title":"Fitness and Nutrition",
        "imgsrc": "https://drive.google.com/uc?id=1I_xFQgvBzQ8lF4C2w0QkCbfo7gfOQV91",
        "date": "5/1/21",
        "desc":"Harish Balachandran is an NITT alumnus of EEE batch of 2008 and founder of HarrysFMS. He is a Certified Physical Trainer from the National Academy of Sports Medicine (NASM - CPT) who helps people with guidance and support in their fitness journeys that are both flexible and sustainable. This webinar serves to help students find opportunities and careers in sports and fitness; and, also to educate students about fitness and nutrition.",
        "link":"https://youtu.be/tTooPqjDbUI",
        "linkText": "Watch here.."
      }]
}


 