{
	"introduction": "Sportsfete is the intra-college sports fest where the 14 departments of NIT Trichy, come together and participate in various sports in a quest to win the overall title. The competition happens over a span of 4 days during which a rampant crowd of 7000 odd people actively participate or cheer for their department teams bringing the campus to life like no other time of the year.",
	"logo_png": "/sportsfete/PNG_logo_alone.png",
	"named_logo": "logo_new.png",
	"winners_2018": [
		"Department of Mechanical Engineering",
		"Department of Production Engineering",
		"Department of Architecture"
	],
	"SF'18_aftermovie_link": "https://www.youtube.com/watch?v=NYk0Y6TwgDc",
	"winners_2022": [
		"Department of Architecture",
		"Masters of Science in Engineering",
		"Department of Chemical Engineering"
	],			
	"SF'22_aftermovie_link": "https://drive.google.com/file/d/1qHVeOgJT_1KGm7DjCK6mZTUUAkR21Z12/preview",
	"winners_2019": [
		"Department of Production Engineering",
		"Department of Mechanical Engineering",
		"Department of Architecture"
	],
	"SF'19_aftermovie_link": "https://www.youtube.com/watch?v=8WsdpFDGvIg",
	"sports": [
		"Athletics",
		"Badminton",
		"Basketball",
		"Carrom",
		"Chess",
		"Cricket",
		"Football",
		"Handball",
		"Hockey",
		"Kabaddi",
		"Kho kho",
		"Marathon",
		"Powerlifting",
		"Sports Quiz",
		"Swimming",
		"Table Tennis",
		"Tennis",
		"Throwball",
		"Volleyball",
		"Weightlifting"
	],
	"inductions_title": " Sportsfete Inductions 2021-22",
	"inductions_description": "The team inductions for Sportsfete’23 is here and with it your chance to be a part of organizing one of the most exciting fests in campus. We are looking for enthusiastic students to make Sportsfete’23 a grand success especially after our long spell off-campus. We hope to see you all soon and we promise that you’re in for thrilling journey!",
	"inductions_form_link": "https://forms.gle/8k65tRay37AeHRya8",
	"teams": [
		{
			"name": "Marketing",
			"JD": "The backbone of the fest, Sportsfete Marketing team holds the key responsibility of bringing in sponsors and making sure that the fest is a success. A part of our key roles and responsibilities include finding leads and contacting companies to successfully convert them into sponsors, draft sponsorship proposals and work with the POC’s to ensure that the deliverables from both sides are met and more. We are on the lookout for marketing enthusiasts who can thrive in the corporate culture, from associating with companies for successful converts to collaborating with all the other teams. Join us to have a fun and thrilling journey helping Sportsfete reach its zenith. "
		},
		{
			"name": "Media & Publicity",
			"JD": "The Media & Publicity team is all about publicizing Sportsfete through our various social media handles and maximizing our reach and engagement within the campus. Apart from regular updates about Sportsfete and its events, we also post sports-related news and facts. We handle all the general communications released by Sportsfete to the students as well. We expect our members to ideate and execute innovative ideas in order to increase our brand value and to make our socials more interesting and active."
		},
		{
			"name": "Content",
			"JD": "Sportsfete content team is the creative outlet of the fest- we showcase the vigour of the fest in the form of penned-down content and commentary. We handle all things that require generating content- writing articles, poems and media posts, emceeing for various events and commentary for live matches. A creative spark, an eager mind with the ability to put those thoughts into words and a knack for speaking is all we need as we look forward to welcoming new blood aboard our team. If you are looking for a community that will help you unleash your creativity and express your perspective to the world, Sportsfete Content is the team for you."
		},
		{
			"name": "Ambience",
			"JD": "The Ambience team is entrusted with the task of shaping the vibe of the fest, developed from a cohesive theme that ultimately makes people feel welcome and inspired to enjoy the campus in a way that they intended. We are looking for prolific, ingenious and unconventional minds to ideate, execute and realize the image of the fest that we want to present. Our work brings spaces to life where students want to actively be a part of. With that motto, we call ourselves the blue-sky thinkers!"
		},
		{
			"name": "Events",
			"JD": "The Sportsfete Events team organizes a variety of informal events. We are the 'heartbeat' of Sportsfete and are involved in the ideation, creation, and implementation of various exciting events and shows. We are on the lookout for imaginative minds who are willing to give their best to see their ideas turn into life. "
		},
		{
			"name": "Organizing Committee",
			"JD": "The Organizing committee is the team that provides the background support necessary to keep the fest up and running. Most of the setups and temporary infrastructures seen during Sportsfete are put together by the organizing committee. Being a huge team, we value diversity, which gives you a wide set of skills and a good network of people. Some of the most important takeaways are improved decision making and communication skills, situation handling and networking."
		},
		{
			"name": "Design",
			"JD":"The design team of Sportsfete creates vibrant visuals that bring art to life. With our ingenious imagination and originality, we paint powerful sights that rightly portray the spirit and intensity of the fest. While proficiency in graphic design, digital art, and video editing might help you earn brownie points, the only prerequisite we look for is willingness to learn and a passion to paint the perfect picture. "
		}
	],
	"sportsfete_chairman": {
		"name": "Gokul S",
		"contact": "+91 72004 12300"
	},
	"social_media": {
		"instagram": "https://www.instagram.com/sportsfete.nitt/",
		"facebook": "https://www.facebook.com/sportsfete/"
	}
}
